Repository: jwallet/spy-spotify
Catalog: EspionSpotify/Translations/*.resx
Languages: cs, de, es, it, ja, nl, pl, pt, ru, tr

# msgFolderDialog
source: Choose the folder where you want to save the recorded audio files.
cs: Vyberte složku, kam chcete uložit zaznamenané zvukové soubory.
de: Wähle das Verzeichnis in das die Audiodateien gespeichert werden sollen.
es: Seleccione la carpeta donde desea descargar las grabaciones realizadas.
it: Scegli la cartella in cui desideri salvare i file audio registrati.
ja: 録音したオーディオファイルの保存先フォルダを選択してください。
nl: Kies de map waar u de opgenomen audiobestanden wilt opslaan.
pl: Wybierz folder gdzie chcesz zapisać nagrane utwory
pt: Selecione a pasta onde serão salvas as gravações.
ru: Выберите папку, в которой вы хотите сохранить записанные аудиофайлы.
tr: Kaydedilen ses dosyalarını kaydetmek istediğiniz klasörü seçin.

# tipInstallVirtualCableDriver
source: Install Audio Virtual Cable
cs: Nainstalujte Audio Virtual Cable
de: Installieren Audio Virtual Cable
es: Instalar Audio Virtual Cable
it: Installa Audio Virtual Cable
ja: Audio Virtual Cable をインストールする
nl: Installeer Audio Virtual Cable
pl: Zainstaluj Audio Virtual Cable
pt: Instalar Audio Virtual Cable
ru: Установить Audio Virtual Cable
tr: Audio Virtual Cable'ı yükleyin

# tipUninstallVirtualCableDriver
source: Uninstall Audio Virtual Cable
cs: Odinstalujte Audio Virtual Cable
de: Deinstallieren Audio Virtual Cable
es: Desinstalar Audio Virtual Cable
it: Disinstalla Audio Virtual Cable
ja: Audio Virtual Cable をアンインストールする
nl: Verwijder Audio Virtual Cable
pl: Odinstaluj Audio Virtual Cable
pt: Desinstalar Audio Virtual Cable
ru: Удалить Audio Virtual Cable
tr: Audio Virtual Cable'ı Kaldırma

# msgBodyDriverInstallationFailed
source: Failed to open the Audio Virtual Cable controller.
cs: Nepodařilo se otevřít řadič Audio Virtual Cable.
de: Fehler beim Öffnen des Audio Virtual Cable controller.
es: Falla al intentar abrir el controlador Audio Virtual Cable.
it: Impossibile aprire il controller Audio Virtual Cable.
ja: Audio Virtual Cable コントローラーを開くことができませんでした。
nl: Kan de Audio Virtual Cable-controller niet openen.
pl: Nie udało się otworzyć kontrolera Audio Virtual Cable.
pt: Falha ao iniciar o controlador Audio Virtual Cable.
ru: Не удалось открыть Audio Virtual Cable controller (контроллер).
tr: Audio Virtual Cable denetleyicisi açılamadı.

# tipDonate
source: Donate to Spytify
cs: Darujte Spytify
de: Spenden an Spytify
es: Donar a Spytify
it: Dona a Spytify
ja: Spytifty に寄付する
nl: Doneren aan Spytify
pl: Wesprzyj Spytify
pt: Doar para Spytify
ru: Задонатить авторам Spytify
tr: Spytify'a bağış yap

# tipFAQ
source: See the F.A.Q.
cs: Podívejte se na F.A.Q.
de: Siehe die FAQ
es: Ver F.A.Q.
it: Vedi le F.A.Q.
ja: F.A.Q. を見る
nl: Zie de F.A.Q.
pl: Zobacz F.A.Q.
pt: Ver o F.A.Q.
ru: Посмотреть часто задаваемые вопросы
tr: F.A,Q,

# lblDuplicate
source: Duplicate
cs: Duplikát
de: Speichere
es: Duplicar
it: Duplica
ja: 複製
nl: Dupliceer
pl: Duplikuj
pt: Duplicar
ru: Дублировать
tr: Kopyala

# logMaxFileSequenceReached
source: // Counter: Max file sequence prefix of {0} reached
cs: // Počítadlo: Bylo dosaženo maximální předpony sekvence souborů {0}
de: // Zähler: Maximales Dateisequenzpräfix von {0} erreicht
es: // Contador: Se alcanzó el prefijo de secuencia de archivo máximo de {0}
it: // Contatore: raggiunto il prefisso massimo della sequenza di file di {0}
ja: //カウンター：{0}の最大ファイルシーケンスプレフィックスに達しました
nl: // Teller: Max. Voorvoegsel voor bestandsreeks van {0} bereikt
pl: // Licznik: osiągnięto maksymalny prefiks sekwencji plików z {0}
pt: // Contador: Prefixo máximo de sequência de arquivo de {0} atingido
ru: // Счетчик: достигнуто максимальное количество префиксов последовательности файлов {0}
tr: // Sayaç: {0} maksimum dosya dizisi önekine ulaşıldı

# tipNumModifierHold
source: CTRL affects the mask value
cs: CTRL ovlivňuje hodnotu masky
de: STRG wirkt sich auf den Maskenwert aus
es: CTRL afecta el valor de la máscara
it: CTRL influisce sul valore della maschera
ja: CTRLはマスク値に影響します
nl: CTRL heeft invloed op de maskerwaarde
pl: CTRL wpływa na wartość maski
pt: CTRL afeta o valor da máscara
ru: CTRL влияет на значение маски
tr: CTRL, maske değerini etkiler

# msgBodyFailedToUseSpotifyAPI
source: Lost connection to Spotify API. Make sure you authorized Spytify on the same Spotify account that is currently connected to Spotify-Desktop app to be able to get metadata of the current track. In the meantime Spytify will use LastFM API.
cs: Ztráta připojení k Spotify API. Ujistěte se, že jste autorizovali Spytify na stejném účtu Spotify, který je aktuálně připojen k aplikaci Spotify-Desktop, abyste mohli získat metadata aktuální stopy. Mezitím Spytify použije LastFM API.
it: Connessione a Spotify API persa. Assicurati di aver autorizzato Spytify sullo stesso account Spotify attualmente connesso all'app Spotify-Desktop per poter ottenere i metadati della traccia corrente. Nel frattempo Spytify utilizzerà LastFM API.
ja: Spotify API への接続が失われました。 現在 Spotify -デスクトップアプリに現在接続されているのと同じSpotifyアカウントでSpytifyを承認して、現在のトラックのメタデータを取得できるようにしてください。 それまでの間、SpytifyはLastFMAPIを使用します。
pl: Utracono połączenie z Spotify API. Upewnij się, że autoryzowałeś Spytify na tym samym koncie Spotify, które jest obecnie połączone z aplikacją Spotify-Desktop, aby móc uzyskać metadane bieżącego utworu. W międzyczasie Spytify będzie używać LastFM API.
pt: Conexão perdida com a API Spotify. Certifique-se de ter autorizado o Spytify na mesma conta do Spotify que está atualmente conectada ao aplicativo Spotify-Desktop para poder obter metadados da faixa atual. Nesse ínterim, o Spytify usará a API LastFM.
ru: Потеряно соединение с Spotify API. Убедитесь, что вы авторизовали Spytify в той же учетной записи Spotify, которая в настоящее время подключена к приложению Spotify-Desktop, чтобы иметь возможность получать метаданные текущего трека. Тем временем Spytify будет использовать LastFM API.
tr: Spotify API ile bağlantı kesildi. Mevcut parçanın meta verilerini alabilmek için şu anda Spotify-Desktop uygulamasına bağlı olan aynı Spotify hesabında Spytify'ı yetkilendirdiğinizden emin olun. Bu arada Spytify, LastFM API'yi kullanacaktır.

# msgTitleFailedToUseSpotifyAPI
source: Spotify API Failed
cs: Spotify API se nezdařilo
es: Spotify API Falló
it: Spotify API non riuscito
ja: Spotify API が失敗しました
pl: Błąd API Spotify
pt: Spotify API Falhou
ru: Ошибка Spotify API
tr: Spotify API Başarısız

# logRecordingDataExceeded
source: // Recording of {0} was going to exceed in data, often caused by Spotify not responding after being in background for too long or your computer is in power-saving mode.
cs: // Nahrávání dat {0} bude překročeno v datech, často způsobeno tím, že Spotify nereaguje, když je příliš dlouho na pozadí nebo je počítač v úsporném režimu.
es: // La grabación de {0} iba a exceder los datos, a menudo debido a que Spotify no responde después de estar en segundo plano durante demasiado tiempo o su computadora está en modo de ahorro de energía.
it: // La registrazione di {0} stava per superare i dati, spesso a causa della mancata risposta di Spotify dopo essere rimasto in background troppo a lungo o il computer è in modalità di risparmio energetico.
ja: // {0} の記録がデータで超過する予定でした。これは、バックグラウンドで長時間使用した後、Spotifyが応答しないか、コンピューターが省電力モードになっていることが原因であることがよくあります。
pl: // Nagranie {0} miało przekroczyć ilość danych, często z powodu braku odpowiedzi Spotify po zbyt długim przebywaniu w tle lub w trybie oszczędzania energii.
pt: // A gravação de {0} estava ultrapassando os dados, geralmente devido ao Spotify não responder após ficar em segundo plano por muito tempo ou o computador estar no modo de economia de energia.
ru: // Запись {0} должна была превысить объем данных, часто из-за того, что Spotify не отвечал после слишком длительного нахождения в фоновом режиме или ваш компьютер находится в режиме энергосбережения.
tr: // {0} kaydı, veriyi aşacaktı, bu genellikle Spotify'ın arka planda çok uzun süre kaldıktan sonra yanıt vermemesinden veya bilgisayarınızın güç tasarrufu modunda kalmasından kaynaklanıyordu.

# tipFAQSpotifyAPI
source: See how to configure and use Spotify API
cs: Podívejte se, jak konfigurovat a používat Spotify API
it: Scopri come configurare e utilizzare Spotify API
ja: Spotify API を構成して使用する方法をご覧ください
pl: Zobacz, jak skonfigurować i używać Spotify API
pt: Veja como configurar e usar a Spotify API
ru: Узнайте, как настроить и использовать Spotify API
tr: Spotify API'yi nasıl yapılandıracağınızı ve kullanacağınızı görün

# tipSpotifyAPICredentials
source: Manage Spotify API credentials
cs: Spravujte pověření Spotify API
es: Administrar las credenciales de Spotify API
it: Gestisci le credenziali Spotify API
ja: Spotify API 認証情報を管理する
pl: Zarządzaj danymi logowania Spotify API
pt: Gerenciar credenciais Spotify API
ru: Управление учетными данными Spotify API

# titleSpotifyAPICredentials
source: Spotify API Credentials
cs: Pověření Spotify API
es: Credenciales de Spotify API
it: Credenziali Spotify API
ja: Spotify API 認証情報
pl: Dane logowania Spotify API
ru: Учетные данные Spotify API
tr: Spotify API Kimlik Bilgileri

# watermarkClientId
source: Paste the Client ID here
cs: Sem vložte Client ID
es: Pegue el Client ID aquí
it: Incolla il Client ID qui
ja: ここに Client ID を貼り付けます
pl: Wklej Client ID tutaj
pt: Cole o Client ID aqui
ru: Вставьте Client ID сюда
tr: Client ID'i buraya yapıştırın

# watermarkSecretId
source: Paste the Client Secret here
cs: Sem vložte Client Secret
es: Pegue el Client Secret aquí
it: Incolla il Client Secret qui
ja: ここに Client Secret を貼り付けます
pl: Wklej Client Secret tutaj
pt: Cole o Client Secret aqui
ru: Вставьте Client Secret сюда
tr: Client Secret'i buraya yapıştırın

# lblExtraTitleToSubtitle
source: Move extra title of the track to the subtitle tag
cs: Přesuňte další název stopy do značky titulků
es: Mover el título adicional de la pista a la etiqueta de subtítulo
it: Sposta il titolo aggiuntivo della traccia nel tag dei sottotitoli
ja: トラックの余分なタイトルをサブタイトルタグに移動します
pl: Przenieś dodatkowy tytuł ścieżki do znacznika napisów
pt: Mova o título extra da faixa para a etiqueta da legenda
ru: Переместить лишнее название трека в тег субтитров
tr: Parçanın fazladan başlığını altyazı etiketine taşı

# lblID3
source: ID3 Tags:
cs: ID3 tagy:
es: ID3 etiquetas:
it: Tag ID3:
ja: ID3 タグ:
pt: Tags ID3:
ru: Теги ID3:
tr: ID3 Etiketleri:

# lblRecordAds
source: Including ads
cs: Včetně reklam
es: Incluyendo anuncios
it: Compresi gli annunci
ja: 広告を含む
pl: W tym reklamy
pt: Incluindo anúncios
ru: Включая рекламу
tr: Reklamlar dahil

# tipSpotifyAPIDashboard
source: Spotify API Dashboard
cs: Dashboard Spotify API
es: Spotify API Tablero
it: Dashboard SpotifyAPI
ja: Spotify API ダッシュボード
pl: Panel interfejsu Spotify API
pt: Painel Spotify API
ru: Панель управления Spotify API
tr: Spotify API Kontrol Paneli

# logException
source: // Error: {0}
cs: // Chyba: {0}
it: // Errore: {0}
ja: // エラー: {0}
pl: // Błąd: {0}
pt: // Erro: {0}
ru: // Ошибка: {0}
tr: // Hata: {0}

# lblUpdateRecordingsID3Tags
source: Re-update already recorded track ID3 tags when they are played
cs: Při přehrávání znovu aktualizujte již zaznamenané ID3 tagy skladeb
es: Vuelva a actualizar las etiquetas ID3 de pista ya grabadas cuando se reproduzcan
it: Aggiorna nuovamente i tag ID3 della traccia già registrata quando vengono riprodotti
ja: 再生時に録音済みのトラックID3タグを再更新
pl: Ponownie aktualizuj już zarejestrowane tagi ID3 ścieżek podczas ich odtwarzania
pt: Atualize novamente as tags ID3 das faixas já gravadas quando forem reproduzidas
ru: Повторно обновить уже записанные теги ID3 треков при их воспроизведении

# lblRedirectURL
source: Redirect URL:
cs: URL přesměrování:
es: Redireccionar URL:
pt: URL de redirecionamento:

# watermarkRedirectURL
source: Paste your redirect URL here
cs: Sem vložte adresu URL přesměrování
es: Pegue su URL de redireccionamiento aquí
pt: Cole o seu URL de redirecionamento aqui

# msgBodyPathTooLong
source: Choose another directory, the selected output path is too long.
cs: Vyberte jiný adresář, vybraná výstupní cesta je příliš dlouhá.
es: Elija otro directorio, la ruta de salida seleccionada es demasiado larga.
pt: Escolha outro diretório, o caminho de saída selecionado é muito longo.

# msgTitlePathTooLong
source: Output path too long
cs: Výstupní cesta je příliš dlouhá
es: Ruta de salida demasiado larga
pt: Caminho de saída muito longo

# lblMinimizeToSystemTray
source: Minimize Spytify to system tray
es: Minimizar a la bandeja del sistema
pt: Minimize para a bandeja do sistema
