Repository: jwallet/spy-spotify
Catalog: EspionSpotify/Translations/*.resx
Languages: cs, de, es, it, ja, nl, pl, pt, ru, tr

# cbOptBitRateSpotifyPremium
source: {0} High quality (Spotify Premium)
cs: {0} Vysoká kvalita (Spotify Premium)
de: {0} Hohe Qualität (Spotify Premium)
es: {0} Alta Calidad (Spotify Premium)
it: {0} Alta Qualità (Spotify Premium)
ja: {0} 高音質 (Spotify Premium)
nl: {0} Hoge Kwaliteit (Spotify Premium)
pl: {0} Wysoka jakość (Spotify Premium)
pt: {0} Alta qualidade (Spotify Premium)
ru: {0} Высокое качество (Spotify Premium)
tr: {0} Yüksek Kalite (Spotify Premium)

# lblAddFolders
source: Group tracks by album
cs: Seskupte skladby do své vlastní složky
de: Gruppieren Sie Tracks in ihrem eigenen Ordner
es: Agrupar temas en carpetas individuales
it: Ragruppa tracce in cartelle separate
ja: トラックをフォルダでグループ化します
nl: Groepeer tracks in hun eigen map
pl: Grupuj utwory w folderach
pt: Agrupar faixas dentro de suas respectivas pastas
ru: Сгруппировать треки по своим папкам
tr: Parçaları kendi klasörleri içinde grupla

# lblAddSeparators
source: Replace files name spaces by underscores "_"
cs: Zaměnit mezeru v názvu za podtržítko "_"
de: Im Dateinamen Leerzeichen durch Unterstrich "_" ersetzen
es: Reemplazar espacios por "_" en nombres de archivo
it: Sostituisci gli spazi nel nome del file con "_"
ja: ファイル名に含まれる空白をアンダースコア "_" に置き換えます
nl: Vervang spaties in bestandsnamen door underscores "_"
pl: Zamień w nazwach spacje na podkreśliniki "_"
pt: Substituir espaços por underline "_" nos nomes dos arquivos
ru: Заменять пробелы на "_" (нижние подчеркивания) в именах файлов
tr: Dosya adı alanlarını alt çizgi "_" ile değiştirin

# lblAds
source: Ads:
cs: Reklamy:
de: Werbung:
es: Anuncios:
it: Pubblicità:
ja: 広告:
nl: Reclame:
pl: Reklamy:
pt: Anúncios:
ru: Реклама:
tr: Reklamlar:

# lblBitRate
source: Audio Quality:
cs: Audio kvalita:
de: Audio Qualität:
es: Calidad de audio:
it: Qualità Audio:
ja: 音質:
nl: Audiokwaliteit:
pl: Jakość audio:
pt: Qualidade de Áudio:
ru: Качество аудио:
tr: Ses Kalitesi:

# lblEndingSongDelay
source: Delay next recording if sound is detected
cs: Zpozdit další nahrávku, pokud je detekován zvuk
de: Nächste Aufnahme verzögern, wenn Ton erkannt wird
es: Retrasar la siguiente grabación si se detecta sonido
it: Ritarda la registrazione successiva se viene rilevato un suono
ja: サウンド検出時に次の録音を遅らせます
nl: Stel de volgende opname uit wanneer er geluid is gedetecteerd
pl: Opóźnij następne nagranie jeśli wykryto dźwięk
pt: Atrasar próxima gravação se a música for detectada
ru: Задержка записи, если звук обнаружен
tr: Ses algılanırsa sonraki kaydı geciktir

# lblFormat
source: Audio Format:
cs: Audio formát:
es: Formato de audio:
it: Formato Audio:
ja: オーディオ形式:
nl: Audio formaat:
pl: Format audio:
pt: Formato de Áudio:
ru: Аудиоформат:
tr: Ses formatı:

# lblLanguage
source: Language:
cs: Jazyk:
de: Sprache:
es: Idioma:
it: Lingua:
ja: 言語:
nl: Taal:
pl: Język:
pt: Idioma:
ru: Язык:
tr: Dil:

# lblMinLength
source: Minimal Length:
cs: Minimální délka:
de: Minimale Länge:
es: Longitud mínima:
it: Durata minima:
ja: 最小の曲長:
nl: Minimale lengte:
pl: Minimalna długość:
pt: Duração mínima:
ru: Минимальная длина:
tr: En düşük uzunluk:

# lblMuteAds
source: Mute Ads
cs: Ztišit reklamy
de: Werbung stummschalten
es: Silenciar Anuncios
it: Silenzia Pubblicità
ja: 広告をミュートする
nl: Demp advertenties
pl: Wycisz reklamy
pt: Bloquear anúncios
ru: Заглушить рекламу
tr: Reklamları sustur

# lblNumFiles
source: Add the counter number in front of all files name
cs: Přidejte číslo počitadla před název všech souborů
de: Fügen Sie die Zählernummer vor allen Dateinamen hinzu
es: Agregue el número de contador delante del nombre de todos los archivos
it: Aggiungi il numero del contatore davanti al nome di tutti i file
ja: すべてのファイル名の前にカウンター番号を追加します
nl: Voeg het tellernummer toe voor alle bestandsnaam
pl: Dodaj numer licznika przed nazwą wszystkich plików
pt: Adicione o número do contador na frente do nome de todos os arquivos
ru: Добавьте номер счетчика перед именем всех файлов
tr: Sayaç numarasını tüm dosya adlarının önüne ekleyin

# lblNumTracks
source: Replace track number tag by the counter value
cs: Nahraďte značku čísla stopy hodnotou čítače
de: Ersetzen Sie die Titelnummer durch den Zählerwert
es: Reemplazar la etiqueta del número de pista por el valor del contador
it: Sostituisci il tag del numero di traccia con il valore del contatore
ja: トラック番号タグをカウンター値に置き換えます
nl: Vervang het tracknummer door de tellerwaarde
pl: Zastąp tag numeru ścieżki wartością licznika
pt: Substitua a etiqueta do número da faixa pelo valor do contador
ru: Заменить тег номера трека значением счетчика
tr: Parça numarası etiketini sayaç değeriyle değiştirin

# lblPath
source: Output Path:
cs: Výstupní složka:
de: Ausgabepfad:
es: Carpeta de descarga:
it: Percorso di uscita:
ja: 出力パス:
nl: Bestandspad:
pl: Ścieżka docelowa:
pt: Músicas salvas em:
ru: Сохранить в:
tr: Kayıt edilecek konum:

# lblRecorder
source: Recorder:
cs: Rekordér:
de: Aufnahmegerät:
es: Grabador:
it: Registratore:
ja: 録音:
nl: Opnemer:
pl: Nagrywanie:
pt: Gravador:
ru: Запись:
tr: Kayıt Cihazı:

# lblRecordingNum
source: Choose the starting position of the counter
cs: Vyberte počáteční pozici počitadla
de: Wählen Sie die Startposition des Zählers
es: Elija la posición inicial del contador
it: Scegli la posizione di partenza del bancone
ja: カウンターの開始位置を選択します
nl: Kies de startpositie van de teller
pl: Wybierz pozycję początkową licznika
pt: Escolha a posição inicial do contador
ru: Выберите начальную позицию счетчика
tr: Sayacın başlangıç konumunu seçin

# lblRecordEverything
source: Record everything.
cs: Zaznamenejte vše.
es: Grabe todo.
it: Registra tutto.
ja: すべてを記録します。
pl: Nagrywaj wszystko.
pt: Registre tudo.
ru: Записывайте все.
tr: Her şeyi kaydedin.

# lblSpy
source: Spy:
cs: Nahrávat:
de: Spion:
es: Espiar:
it: Spiare:
ja: スパイ:
nl: Opname:
pl: Szpieguj:
pt: Ouvir:
ru: Слежка:
tr: Sızdırılanlar:

# logAd
source: Ad
cs: Reklama
de: Werbung
es: Anuncio
it: Pubblicità
ja: 広告
nl: Advertentie
pl: Reklama
pt: Anúncio
ru: Реклама
tr: Reklam

# logDeleting
source: Removing: {0} [< {1}s]
cs: Odebírání: {0} [<{1} s]
de: Entferne: {0} [< {1}s]
es: Removiendo: {0} [< {1}s]
it: Rimuovo: {0} [< {1}s]
ja: 削除: {0} [< {1} 秒]
nl: Verwijderen: {0} [< {1}s]
pl: Usuwam: {0} [< {1}s]
pt: Removendo: {0} [< {1}s]
ru: Удаляем: {0} [< {1}s]
tr: Siliniyor: {0} [< {1}s]

# logRecording
source: Recording: {0}
cs: Záznam: {0}
de: Aufnahme: {0}
es: Grabando: {0}
it: Registrazione: {0}
ja: 録音中: {0}
nl: Opnemen: {0}
pl: Nagrywane: {0}
pt: Gravando: {0}
ru: Запись: {0}
tr: Kaydedildi: {0}

# logSpotifyConnecting
source: // Spotify isn't running, trying to launch it.
cs: // Spotify nefunguje, snaží se jej spustit.
de: // Spotify läuft nicht, versuche es zu starten.
es: // Spotify no está ejecutándose, intentando abrir aplicación.
it: // Spotify non è in esecuzione, prova ad aprirlo.
ja: // Spotify は起動していません。 Spotify を開始してください。
nl: // Spotify staat uit, poging tot aanzetten...
pl: // Spotify nie jest włączone, spróbuj je uruchomić
pt: // Spotify não está sendo executado, tentando iniciá-lo.
ru: // Spotify не запущен.
tr: // Spotify açık değil, başlatılmaya çalışılıyor.

# logSpotifyIsClosed
source: // Spotify is closed
cs: // Spotify je uzavřen
de: // Spotify ist geschlossen
es: // Spotify está cerrado
it: // Spotify è chiuso
ja: // Spotify は閉じられました
nl: // Spotify staat uit
pl: // Spotify jest zamknięte
pt: // Spotify está fechado
ru: // Spotify закрыт
tr: // Spotify kapalı

# logSpotifyNotConnected
source: // Spotify didn't connect to the local API, please try again.
cs: // Spotify se nepřipojil k místnímu API, zkuste to prosím znovu.
de: // Spotify ist nicht mit der lokalen API verbunden, bitte versuche es noch einmal.
es: // Spotify no se conectó al API local, por favor intente nuevamente.
it: // Spotify non si è connesso all'API locale, riprova.
ja: // Spotify はローカル API に接続できませんでした。再試行してください。
nl: // Spotify kon niet verbinden met het lokale API, probeer het a.u.b. opnieuw
pl: Spotify nie połączyło się z API, spróbuj ponownie.
pt: // Spotify não se conectou com a API local, por favor tente novamente
ru: // Spotify не подключен к локальному API, попробуйте еще раз.
tr: // Spotify yerel API'a bağlanamadı, lütfen tekrar deneyin.

# logSpotifyNotFound
source: // Spotify wasn't found or isn't installed.
cs: // Spotify nebyl nalezen nebo není nainstalován.
de: // Spotify wurde nicht gefunden oder ist nicht installiert.
es: // Spotify no fue encontrado o no está instalado.
it: // Spotify non è stato trovato o non è installato.
ja: // Spotify が見つからないか、インストールされていません。
nl: // Spotify kon niet worden gevonden, en is mogelijk niet geïnstalleerd.
pl: Spotify nie zostało znalezione lub zainstalowane.
pt: // Spotify não foi encontrado ou não está instalado.
ru: // Spotify не найден или не установлен.
tr: // Spotify bulunamadı. Yüklenmemiş olabilir.

# logStarting
source: // Spying
cs: // Špionáž
de: // Spioniere
es: // Espiando
it: // Spiare
ja: // スパイ中
nl: // Opnemen...
pl: // Szpeigowanie
pt: // Ouvindo
ru: // Следим
tr: // Sızdırılıyor

# logStoping
source: // End
cs: // Konec
de: // Ende
es: // Finalizado
it: // Fine
ja: // 終了
nl: // Einde
pl: // Koniec
pt: // Fim
ru: // Конец
tr: // Bitti

# logUnsupportedRate
source: // Warning: Sample rate of {0}Hz is not supported. The audio will be encoded to 48000Hz.
cs: // Varování: Vzorkovací frekvence {0} Hz není podporována. Zvuk bude kódován na 48 000 Hz.
de: // Warnung: Eine Abtastrate von {0}Hz wird nicht unterstützt. Das Audio wird auf 48000Hz codiert.
es: // Advertencia: no se admite la frecuencia de muestreo de {0} Hz. El audio se codificará a 48000Hz.
it: // Avviso: la frequenza di campionamento di {0} Hz non è supportata. L'audio verrà codificato a 48000Hz.
ja: //警告：{0} Hzのサンプルレートはサポートされていません。 オーディオは 48000Hz にエンコードされます。
nl: // Fout tijdens opname: Uw computer audio formaat wordt niet ondersteund. Formaat moet "2 channels, 24-bit, 48000 Hz (Studiokwaliteit)" zijn of lager. --> Configuratiescherm > Geluid > Eigenschappen > Geavanceerd
pl: // Ostrzeżenie: częstotliwość próbkowania {0} Hz nie jest obsługiwana. Dźwięk zostanie zakodowany do 48000 Hz.
pt: // Aviso: a taxa de amostragem de {0} Hz não é suportada. O áudio será codificado para 48000Hz.
ru: // Предупреждение: частота дискретизации {0} Гц не поддерживается. Аудио будет закодировано до 48000 Гц.
tr: // Uyarı: {0} Hz örnek hızı desteklenmiyor. Ses 48000Hz olarak kodlanacaktır.

# msgBodyCantQuit
source: Do you still want to leave?
cs: Opravdu chcete odejít?
de: Wollen Sie immer noch gehen?
es: Desea salir de todos modos?
it: Sei sicuro di volere uscire?
ja: 処理を中断してもよろしいですか？
nl: Weet u zeker dat u het programma wilt verlaten?
pl: Czy napewno chcesz wyjść?
pt: Ainda deseja sair?
ru: Вы точно хотите выйти?
tr: Ayrılmak istediğinizden emin misiniz?

# msgBodyPathNotFound
source: This output path does not exist, select another one.
cs: Tato výstupní složka neexistuje, zkuste vybrat jinou.
de: Dieser Ausgabepfad existiert nicht, wähle einen anderen.
es: La ruta de carpeta no existe, por favor seleccione otra.
it: Questo percorso di output non esiste, selezionane un altro.
ja: この出力パスは存在しないため、他のパスを選択してください。
nl: Het opgegeven bestandspad bestaat niet, selecteer a.u.b. een andere.
pl: Ten folder nie istnieje, wybierz inny
pt: Caminho de destino inexistente, selecione outro.
ru: Путь сохранения не существует, выберите другой.
tr: Bu kayıt yolu mevcut değil, başka bir kayıt yolu seçiniz.

# msgNewVersionContent
source: Do you want to open GitHub to view the newest Spytify release?
cs: Chcete otevřít GitHub a zobrazit nejnovější vydání Spytify?
de: Möchtest Du Github öffnen, um Dir die neuste Spytify Version anzuschauen?
es: Desea abrir GitHub para obtener la ultima versión de Spytify?
it: Vuoi aprire GitHub per visualizzare l'ultima versione di Spytify?
ja: Spytify の最新リリースを確認するため、GitHubを開きますか？
nl: Wilt u GitHub openen om de nieuwste versie van Spytify te bekijken?
pl: Czy chcesz otworzyć GitHub i zobaczyć najnowszą wersję Spytify?
pt: Deseja abrir o GitHub para baixar a versão mais recente?
ru: Вы хотите открыть GitHub для просмотра новой версии Spytify?
tr: Yayınlanan en yeni Spytify sürümünü görmek için GitHub'ı açmak ister misiniz?

# msgNewVersionTitle
source: Version {0} is out!
cs: Verze {0} je venku!
de: Version {0} ist draussen!
es: Versión {0} está disponible!
it: La versione {0} è disponibile!
ja: バージョン{0}がリリースされました！
nl: Versie {0} is uit!
pl: Wersja {0} jest dostępna!
pt: Saiu a versão {0}!
ru: Версия {0} вышла!
tr: Versiyon {0} çıktı!

# msgTitleCantQuit
source: Spytify is spying
cs: Spytify špehuje
de: Spytify spioniert
es: Spytify está espiando
it: Spytify sta spiando
ja: Spytify はスパイ中です
nl: Spytify is aan het opnemen
pl: Spytify szpieguje
pt: Spytify está ouvindo
ru: Spytify выполняет слежку
tr: Spytify sızdırıyor

# msgTitlePathNotFound
source: Output path invalid
cs: Výstupní cesta je neplatná
de: Ausgabepfad ungültig
es: Carpeta de descarga inválida
it: Percorso di output non valido
ja: 出力パスが不正です
nl: Bestandspad ongeldig
pl: Ścieżka docelowa niepoprawna
pt: Caminho de destino inválido
ru: Неверный путь выходного каталога
tr: Kaydedilecek yol geçersiz

# tabAdvanced
source: Advanced Settings
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Configuración avanzada
it: Impostazioni avanzate
ja: 高度な設定
nl: Geavanceerde Instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
ru: Доп. настройки
tr: Gelişmiş Seçenekler

# tabRecord
source: Spy
cs: Vyzvědač
de: Spion
es: Espiar
it: Spiare
ja: スパイ
nl: Opname
pl: Szpieguj
pt: Ouvir
ru: Слежка
tr: Sızdır

# tabSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar

# tipClear
source: Clear history
cs: Smazat historii
de: Verlauf löschen
es: Limpiar historial
it: Cancella cronologia
ja: 履歴をクリアする
nl: Verwijder geschiedenis
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю
tr: Geçmişi temizle

# tipDirectory
source: Open output directory
cs: Otevřete výstupní adresář
de: Öffne das Ausgabeverzeichnis
es: Abrir carpeta de descarga
it: Apri la directory di output
ja: 出力先のディレクトリを開く
nl: Open output bestandslocatie
pl: Otwórz katalog docelowy
pt: Abrir pasta de destino
ru: Открыть выходной каталог
tr: Kayıt klasörünü aç

# tipPath
source: Browse
cs: Prohlížet
de: Durchsuchen
es: Examinar
it: Navigare
ja: 参照
nl: Zoeken
pl: Przeglądaj
pt: Navegar
ru: Обзор
tr: Araştır

# tipStartSpying
source: Start spying
cs: Začněte špehovat
de: Starte spionieren
es: Comenzar a espiar
it: Inizia a spiare
ja: スパイを開始する
nl: Begin opname
pl: Uruchom szpiegowanie
pt: Começar a ouvir
ru: Запустить слежку
tr: Sızdırmaya başla

# tipStopSying
source: Stop spying
cs: Přestaň špehovat
de: Stoppe spionieren
es: Detener espiar
it: Smettila di spiare
ja: スパイを停止する
nl: Stop opname
pl: Zatrzymaj szpiegowanie
pt: Parar de ouvir
ru: Остановить слежку
tr: Sızdırmayı durdur

# logUnknownException
source: // Error: Unknown exception: {0}
cs: // Error: Neznámá chyba: {0}
de: // Fehler: Unbekannte Exception: {0}
es: // Error: Excepción desconocida: {0}
it: // Errore: Eccezione sconosciuta: {0}
ja: //エラー：不明な例外：{0}
nl: // Fout tijdens opnemen: onbekende uitzondering: {0}
pl: // Bład: nieznany błąd: {0}
pt: // Erro: Erro desconhecido {0}
ru: // Ошибка: Неизвестная ошибка: {0}
tr: // Hata: Bilinmeyen istisna: {0}

# lblRecordOverRecordings
source: Record already recorded tracks instead of skipping them.
cs: Místo přeskakování zaznamenávejte již zaznamenané stopy.
de: Aufnehmen schon aufgenommene Titel anstatt sie zu überspringen.
es: Volver a grabar pistas ya grabadas previamente.
it: Registra le tracce già registrate invece di saltarle.
ja: 既に録音済みのトラックをスキップせずに録音します
nl: Opnemen reeds opgenomen tracks in plaats van ze over te slaan.
pl: Nagraj ponownie już istniejące utwory
pt: Grave faixas já gravadas em vez de pulá-las.
ru: Записывать уже записанные треки, вместо их пропуска
tr: Atlamak yerine önceden kaydedilmiş parçaları kaydedin.

# logUnsupportedNumberChannels
source: // Warning: {0}-channels audio is not supported. The audio will be encoded to 2 (stereo).
cs: // Varování: Zvuk kanálu {0} není podporován. Zvuk bude kódován na 2 (stereo).
de: // Warnung: {0}-Kanal-Audio wird nicht unterstützt. Das Audio wird auf 2 (Stereo) codiert.
es: // Advertencia: el audio de {0} canales no es compatible. El audio se codificará en 2 (estéreo).
it: // Avviso: l'audio dei {0} canali non è supportato. L'audio verrà codificato su 2 (stereo).
ja: //警告：{0}-チャンネルオーディオはサポートされていません。 オーディオは2（ステレオ）にエンコードされます。
nl: // Fout tijdens opnemen: het opnemen van bestanden met meerdere kanalen wordt niet ondersteund ({0} kanalen), verminder het aantal kanalen tot 2 (stereo) of 1 (mono).
pl: // Ostrzeżenie: {0} -channels audio nie jest obsługiwane. Dźwięk zostanie zakodowany do 2 (stereo).
pt: // Aviso: {0} -canais de áudio não são suportados. O áudio será codificado em 2 (estéreo).
ru: // Предупреждение: {0} -каналы аудио не поддерживаются. Звук будет закодирован до 2 (стерео).
tr: // Uyarı: {0} -kanalların sesi desteklenmiyor. Ses 2'ye (stereo) kodlanacaktır.

# tipRelease
source: New version available
cs: Nová verze je dostupná
de: Neue Version verfügbar
es: Nueva versión disponible
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能です
nl: Nieuwe versie beschikbaar
pl: Nowa wersja dostępna
pt: Nova versão disponível
ru: Доступна новая версия
tr: Yeni sürüm mevcut

# lblAudioDevice
source: Audio Device:
cs: Audio zařízení:
de: Audiogerät:
es: Dispositivo de sonido:
it: Dispositivo Audio:
ja: オーディオデバイス:
nl: Audioapparaat:
pl: Odtwarzacz audio:
pt: Dispositivo de Áudio:
ru: Аудиоустройство:
tr: Ses Cihazı:

# lblRecordingTimer
source: Timer for the recording session
cs: Časovač nahrávání
de: Timer für die Aufnahmesitzung
es: Temporizador para sesión de grabación
it: Timer per la sessione di registrazione
ja: レコーディングセッションのタイマー
nl: Timer voor de opnamesessie
pl: Licznik czasu sesji nagraniowej
pt: Temporizador para a sessão de gravação
ru: Таймер для сеанса записи
tr: Kayıt oturumu için zamanlayıcı

# logRecordingTimerDone
source: // Recording session timer done.
cs: // Časovač nahrávání relace hotový.
de: // Der Timer der Aufnahmesitzung ist abgelaufen.
es: // Temporizador de sesión de grabación alcanzado.
it: // Timer per la sessione di registrazione scaduto.
ja: // 録音セッションタイマーが完了しました。
nl: // Timer voor de opnamesessie is voorbij.
pl: // Czas nagrywania sesji zakończony.
pt: // Fim do tempo programado para gravação.
ru: // Таймер сессии записи истек.
tr: // Kayıt işlemi zamanlayıcısı sona erdi.

# logSpotifyPlayingOutsideOfSelectedAudioEndPoint
source: // Spytify cannot record if it doesn't use the same audio endpoint device than Spotify. See the online F.A.Q. to know how to move Spotify towards another device.
cs: // Spytify nemůže nahrávat, pokud nepoužívá stejné zvukové zařízení jako Spotify. Podívejte se na online F.A.Q. vědět, jak přesunout Spotify k jinému zařízení.
de: // Spytify kann nicht aufnehmen, wenn es den selben Audioendpunkt benutzt wie Spotify. Schau in der online F.A.Q. nach wie Spotify umgelenkt werden kann.
es: // Spytify no puede grabar si no utiliza el mismo dispositivo de sonido que Spotify. Vea el F.A.Q. en línea para instrucciones de cómo configurar Spotify con otro dispositivo.
it: // Spytify non può registrare lo stesso dispositivo di uscita audio di Spotify. Leggi le F.A.Q. online per scoprire come usare Spotify con un altro dispositivo audio.
ja: // Spytify は Spotify と同じオーディオデバイスを使わなかったため、録音できませんでした。オンラインの F.A.Q. を見て、 Spotify を他のデバイスに移す方法を確認してください。
nl: // Spytify kan niet opnemen als het niet hetzelfde audio-eindpuntapparaat gebruikt dan Spotify. Zie de online F.A.Q. tabblad om te weten hoe u Spotify naar een ander apparaat kunt verplaatsen.
pl: Spytify nie może nagrywać jeśli nie korzysta z tego samego urządzenia audio co Spotify. Zobacz F.A.Q.
pt: // O Spytify não pode gravar se não usar o mesmo dispositivo de endpoint de áudio do Spotify. Veja o F.A.Q. online para saber como mover o Spotify para outro dispositivo.
ru: // Spytify не сможет записать, если не будет использовать тот же аудиоустройство, что и Spotify. Посмотрите часто задаваемые вопросы, чтобы решить проблему.
tr: // Spytify, Spotify ile aynı ses cihazını kullanmıyorsa kayıt yapamaz. Spotify'ı başka bir cihaza nasıl taşıyacağınızı öğrenmek için çevrimiçi S.S.S. sayfasını ziyaret edebilirsiniz.

# logStopRecordingWhenSongEnds
source: // Waiting for the recording of the current audio track to end
cs: // Čekání, než se dokončí nahrávání této skladby
de: // Warte darauf, dass die derzeitige Aufnahme endet
es: // Esperando que se complete la grabación de la pista actual
it: // Aspetto che la registrazione della traccia corrente finisca
ja: // 現在のトラックが終わるまで録音を待機しています
nl: // Wachten op het einde van de opname van het huidige nummer
pl: // Oczekiwanie na zakończenie nagrywania bieżącej ścieżki dźwiękowej
pt: // Esperando o término da gravação da faixa atual
ru: // Ожидаем, пока запись текущего трека завершится
tr: // Mevcut ses parçasının kaydının bitmesi bekleniyor

# logPreviousLogs
source: // Previous recording session logs
cs: // Předchozí protokoly relace nahrávání
de: // Vorherige Aufzeichnung von Sesssionsprotokollen
es: // Registros de sesiones de grabación anteriores
it: // Registri della sessione di registrazione precedente
ja: // 前回の録音セッションログ
nl: // Vorige opnamesessie logs
pl: // Dzienniki poprzedniej sesji
pt: // Registros de gravações anteriores
ru: // Логи предыдущей сессии записи
tr: // Önceki kayıt işlemlerinin logları

# logRecorded
source: Recorded: {0} in {1}
cs: Zaznamenáno: {0} v {1}
de: Aufgenommen: {0} in {1}
es: Grabado {0} en: {1}
it: Registrato: {0} in {1}
ja: 録音完了 {0} 録音時間: {1}
nl: Opgenomen {0} in: {1}
pl: Nagrane {0} in: {1}
pt: Gravado {0} em: {1}
ru: Записано {0} за: {1}
tr: Kaydedildi: {0}/{1}

# logTrackExists
source: Skipping: {0} (recording already exists)
cs: // Přeskočení: {0} (nahrávka už existuje)
de: // Überspringe: {0} (Die Aufnahme existiert bereits)
es: Salteando: {0} (la grabación ya existe)
it: // Salto: {0} (registrazione già esistente)
ja: スキップ: {0} （既に存在するトラックの録音なため）
nl: // Overslaan: {0} (opname bestaat al)
pl: Pomijanie: {0} (nagranie już istnieje)
pt: // Pulando: {0} (gravação já existe)
ru: Пропускаем: {0} (уже записано)
tr: // Atlanıyor: {0} (kayıt zaten mevcut)

# logMissingDlls
source: // Error: DLL files missing - libmp3lame.32.dll and libmp3lame.64.dll
cs: // Error: Chybí DLL soubory - libmp3lame.32.dll a libmp3lame.64.dll
de: // Fehler: DLL Dateien fehlen - libmp3lame.32.dll und libmp3lame.64.dll
es: // Error al grabar: Archivos DLL faltantes - libmp3lame.32.dll y libmp3lame.64.dll
it: // Errore durante la registrazione: files DLL mancanti - libmp3lame.32.dll and libmp3lame.64.dll
ja: // 録音エラー: DLL ファイルが見つかりません - libmp3lame.32.dll と libmp3lame.64.dll
nl: // Fout bij het opnemen: DLL-bestanden ontbreken - libmp3lame.32.dll en libmp3lame.64.dll
pl: // Błąd: brak plików DLL - libmp3lame.32.dll i libmp3lame.64.dll
pt: // Erro de gravação: arquivos de DLLs não encontradas: libmp3lame.32.dll e libmp3lame.64.dll
ru: // Ошибка во время записи: Отсутствуют DLL файлы - libmp3lame.32.dll и libmp3lame.64.dll
tr: // Kaydedilirken hata oluştu: DLL dosyaları kayıp - libmp3lame.32.dll ve libmp3lame.64.dll
