Repository: jwallet/spy-spotify
Catalog: EspionSpotify/*.resx
Languages: french

# cbOptBitRateSpotifyPremium
source: {0} High quality (Spotify Premium)
french: {0} Haute qualité (Spotify Premium)

# lblAddFolders
source: Group every artist songs inside their own folder
french: Regrouper les chansons d'un même artiste dans un dossier au nom de l'artiste

# lblAddSeparators
source: Replace files name spaces by underscores "_"
french: Remplacer les espaces par des underscores "_" dans le nom des fichiers sauvegardés

# lblAds
source: Ads:
french: Publicités:

# lblBitRate
source: Audio quality:
french: Qualité audio:

# lblDisableAds
source: Disable as much Spotify audio ads as possible
french: Désactiver le plus de publicités audio de Spotify

# lblEndingSongDelay
source: Delay next recording if sound is detected
french: Retarder le prochain enregistrement si du son est détecté

# lblFormat
source: Audio format:
french: Format audio:

# lblLanguage
source: Language:
french: Langage:

# lblMinLength
source: Minimal length:
french: Durée minimale:

# lblMuteAds
source: Mute Ads
french: Couper le son des publicités

# lblNumFiles
source: Add the recording order number infront of all files name
french: Inscrire au début du nom des fichiers enregistrés l'ordre d'enregistrement

# lblNumTracks
source: Replace track numbers by the recording order number
french: Remplacer le numéro de position cd (album track) par l'ordre d'enregistrement

# lblPath
source: Output path:
french: Dossier de sauvegarde:

# lblRecorder
source: Recorder:
french: Enregistreur:

# lblRecordingNum
source: Choose the starting position of the recording order number
french: Modifier la position de départ du compteur de l'ordre d'enregistrement

# lblRecordUnknownTrackType
source: Record unkown type tracks detected as an ad
french: Enregistrer les pistes de type inconnu détectées en tant que publicité

# lblSpy
source: Spy:
french: Espion:

# logAd
source: Ad
french: Annonce

# logAdPlaying
source: // An ad is playing.
french: // Une publicité est en train de jouer.

# logDeleting
source: // Removing: {0}
french: // Effacement de: {0}

# logDeletingTooShort
source: // Removing: {0} [< {1}s]
french: // Effacement de: {0} [< {1}s]

# logInvalidOutput
source: // Error while recording: The output directory was not found.
french: // Erreur lors de l'enregistrement: Le répertoire de sauvegarde est introuvable.

# logOther
source: Unknown
french: Inconnu

# logRecording
source: Recording: {0}
french: Enregistrement de: {0}

# logSpotifyConnecting
source: // Spotify isn't running, trying to launch it.
french: // Spotify n'est pas démarré, tentative de lancement amorcée.

# logSpotifyIsClosed
source: // Spotify is closed
french: // Spotify est fermé.

# logSpotifyNotConnected
source: // Spotify didn't connect to the local API, please try again.
french: // Spotify ne s'est pas connecté à l'API local, veuillez ré-essayer.

# logSpotifyNotFound
source: // Spotify was not found or isn't installed.
french: // Spotify n'a pas été trouvé ou n'est pas installé.

# logStarting
source: // Spying
french: // Début de l'espionnage.

# logStoping
source: // End
french: // Fin de l'espionnage.

# logWaiting
source: // Waiting for next title...
french: // En attente du prochain titre...

# msgBodyCantQuit
source: Do you still want to leave?
french: Voulez-vous quand même quitter?

# msgBodyPathNotFound
source: This output path does not exist, select another one.
french: Le répertoire de sauvegarde sélectionné n'existe pas, sélectionner un autre.

# msgEnsureAdminContent
source: Spytify needs to restart and get administrator rights to be able to disable Spotify ads. Do you want to proceed and retry?
french: Spytify doit redémarrer pour obtenir les droits d'administrateur et pouvoir désactiver les publicités de Spotify. Voulez-vous poursuivre et réessayer?

# msgEnsureAdminTitle
source: Administrator rights required
french: Droits d'administrateur requis

# msgNewVersionContent
source: Version {0} is out! Do you want to open GitHub to view the newest Spytify release?
french: Voulez-vous ouvrir GitHub pour voir la dernière version de Spytify?

# msgNewVersionTitle
source: New version available
french: Version {0} a été publiée!

# msgTitleCantQuit
source: Spytify is spying
french: Espionnage Spotify en cours

# msgTitlePathNotFound
source: Output path invalid
french: Répertoire invalide

# tabAdvanced
source: Advanced Settings
french: Paramètres avancés

# tabRecord
source: Spy
french: Espion

# tabSettings
source: Settings
french: Paramètres

# tipClear
source: Clear history
french: Effacer l'historique

# tipDirectory
source: Open output directory
french: Ouvrir le répertoire de sauvegarde

# tipPath
source: Browse
french: Parcourir

# tipStartSpying
source: Start spying
french: Débuter l'espionnage

# tipStopSying
source: Stop spying
french: Arrêter l'espionnage

# lblAdAndTrackOverlapOnRecordedTrack
source: Use Audacity (a free editor for audio files) to cut the audio part that you want to remove and export it back to the same audio type. Spytify cannot guarantee that an ad or a track will be detected correctly since it's based on a bit of information available in the Spotify process that is not always accurate.
french: Utilisez Audacity (un éditeur gratuit pour fichiers audio) pour couper les parties audio que vous voulez retirer. Spytify ne peut garantir qu'une annonce ou la prochaine piste audio sera détectée correctement puisqu'il se base sur peu d'informations disponible dans le processus de Spotify qui ne sont pas toujours précises.

# lblAdsPlayAndStop
source: Spytify feature "Disable Ads" might affect the way an unknown ad plays when it can't be blocked. Try to re-enable this setting once more to get the last blocked ad domains or disable the setting and restart both apps.
french: La fonctionnalité de Spytify "Désactiver les publicités" peut affecté la façon dont une annonce inconnue joue quand elle ne peut être bloquée. Essayez de ré-activer ce paramètre une fois de plus pour obtenir les derniers domaines de publicités bloqués ou désactivez ce paramètre et redémarrez les deux applications.

# lblBackgroundNoiceRecordedOnTrack
source: Spytify disables most apps when the recording session starts. Make sure to disable Windows 10 notifcation sound coming from apps in "Notifications and actions settings" and all other apps in the "Volume Mixer". Only Spotify and Spytify should not be muted.
french: Spytify désactive la plupart des applications quand la session d'enregistrement débute. Veuillez couper le son par le "Mélangeur de volume" des applications roulants dans un processus d'arrière-plan dans la barre d'état système pouvant émettre un son ainsi que tout autre application que vous utilisez durant la session d'enregistrement. Seulement Spotify et Spytify ne doivent pas être à muet.

# lblSpotifyTrackCut
source: Spotify looks for local music files before playing a track. If it finds one with the same meta data that the current song, it will play the local one instead. Cut track means that you started recording this track once and you ended the session too early. Just delete these incomplete tracks in your music directory to solve your issue.
french: Spotify recherche les fichiers de musique localement avant de jouer une piste audio, si il en trouve une avec les méta données que la piste audio courante, il jouera la piste audio local à la place. Des pistes audio coupées signifient que vous avez, une fois, commencer une session d'enregistrement et l'avez terminé trop tôt. Il faut juste supprimer les pistes audio incomplètes dans votre répertoire de musique pour résoudre le problème.

# lblTrackDetectedAsAd
source: Podcast, audio book and any other uncommon track type are detected as an ad. Also, Spotify doesn't return Spyitfy the right info when you switch between radios, playlists and albums, resulting in a track detected as an ad. Spytify cannot guarantee that a track will be detected correctly since it's based on a bit of information available in the Spotify process that is not always accurate.
french: Podcast, livre audio et tout autre piste de type non commun sont détectés en tant que publicité. Également, Spotify ne retourne pas les bonnes informations à Spytify lorsque vous basculez entre radios, listes de lecture ou albums, résultant en une piste audio détectée en tant que publicté. Spytify ne peut garantir qu'une piste audio sera détectée correctement puisqu'il se base sur peu d'informations disponible dans le processus de Spotify qui ne sont pas toujours précises.

# tlAdAndTrackOverlapOnRecordedTrack
source: Ads and tracks overlap at the beginning/end of recorded tracks.
french: Annonces et pistes audio chevauchent au début/fin d'une piste audio enregistrée.

# tlAdsPlayAndStop
source: Spotify still plays ads even after turning them off and it goes on pause/play every second.
french: Spotify joue encore des annonces après les avoir désactivées et il se met sur pause/joue à chaque seconde.

# tlBackgroundNoiceRecordedOnTrack
source: Background noice/sound was recorded on the saved track file.
french: Du son/bruit d'arrière fond a été enregistré dans le fichier de la piste audio.

# tlSpotifyTrackCut
source: Spotify only plays a bit of a track, it cuts after some seconds.
french: Spotify joue seulement un bout d'une piste audio, ça coupe après quelques secondes.

# tlTrackDetectedAsAd
source: Tracks are detected as an ad.
french: Pistes audio sont détectées en tant que publicité

# logUnknownException
source: // Error while recording: Unknown exception
french: // Erreur lors de l'enregistrement: Exception inconnue

# logNoAccessOutput
source: // Error while recording: Access to the output directory is denied, run Spytify as an administrator or change for another one.
french: // Erreur lors de l'enregistrement: L'accès au répertoire de sauvegarde est refusé, éxécutez Spytify en tant qu'administrateur ou changez le pour un autre.

# msgBodyDisableAds
source: By disabling ads, you also disable Spotify radios, your daily mixes, podcasts and your friend list. Otherwise, Spotify could still be able to play some ads. Disable this feature before leaving Spytify if you want to recover all these Spotify features.
french: En désactivant les annonces, vous désactivez aussi les radios Spotify, vos mixes journaliers, les podcasts et votre liste d'amis. Autrement, Spotify serait encore capable de jouer des annonces. Désactiver cette fonctionnalité avant de quitter Spytify si vous voulez rétablir toutes ces fonctionnalités de Spotify.

# msgTitleDisableAds
source: Disable Ads
french: Désactiver les annonces

# lblDuplicateAlreadyRecordedTrack
source: Duplicate the current track file name to avoid overwritting files with the same name.
french: Dupliquer le nom du fichier de la piste audio pour ne pas ré-écrire sur les fichiers de même nom.

# lblSpotifyLostFeatures
source: When you enable "Disable Ads" in Spytify settings, you accept that these features won't be available no more, it's to make sure as much ads as possible get disabled. However, you can go to "C:\Windows\System32\drivers\etc\host" to edit the file with notepad and search for the domain "spclient.wg.spotify.com" and add a "#" at the beginning of the line to make it inactive.
french: Quand vous activez "Désactiver les publicités" dans les paramètres Spotify, vous acceptez que ces fonctionnalités ne pourront être disponible, c'est pour s'assurer que le plus d'annonces possible soient désactivées. Parcontre, vous pouvez vous rendre ici "C:\Windows\System32\drivers\etc\host" pour modifier le fichier avec bloc-notes, recherchez le domaine "spclient.wg.spotify.com" et ajoutez un "#" au début de la ligne pour le rendre inactif.

# tlSpotifyLostFeatures
source: Spotify lost some features after turning ads off: Friend list, radio, daily mixes and podcasts.
french: Spotify a perdu quelques fonctionnalités après avoir désactivé les publicités: Liste d'amis, radio, mixes journaliers et podcasts.
